Revit 2027 API
ParameterTypeId.PhyMaterialParamMinimumTensileStrength Property
 "Minimum tensile strength"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamMinimumTensileStrength { get; }
Public Shared ReadOnly Property PhyMaterialParamMinimumTensileStrength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamMinimumTensileStrength {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamMinimumTensileStrength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace